export const agreement = [
  {
    title: 'Термины и определения',
    paragraphs: [
      {
        text: 'В настоящем пользовательском соглашении, если из текста прямо не вытекает иное, следующие термины будут иметь указанные ниже значения:',
        topic: [
          {
            title: '«Steam», «служба Steam»',
            text: 'Онлайновая услуга, предлагаемая корпорацией Valve, являющейся правообладателем объектов Инвентаря.',
          },
          {
            title: '«Владелец»',
            text: 'Владелец сайта https://steampay.ru',
          },
          {
            title: '«Пользователь»',
            text: 'Физическое лицо, имеющее аккаунт Steam, заключившее с Владельцем Соглашение.',
          },
          {
            title: '«Сайт»',
            text: 'Составные произведения, представляющие собой совокупность информации, текстов, графических элементов, дизайна, изображений, фото и видеоматериалов, программ для ЭВМ, иных результатов интеллектуальной деятельности, за исключением Инвентаря, содержащихся в информационной системе, обеспечивающей доступность такой информации в сети Интернет в пределах доменной зоны steampay.ru .',
          },
          {
            title: '«Соглашение»',
            text: 'Настоящее пользовательское соглашение.',
          },
          {
            title: '«Стороны»',
            text: `Владелец и Пользователь.<br/>
            Все остальные термины и определения, встречающиеся в тексте Соглашения, толкуются Сторонами в соответствии с законодательством и сложившимися в сети Интернет обычными правилами толкования соответствующих терминов. Названия заголовков (статей) Соглашения предназначены исключительно для удобства пользования текстом Соглашения и буквального юридического значения не имеют.`,
          },
        ],
      },
    ],
  },
  {
    title: 'Заключение Соглашения',
    paragraphs: [
      {
        text: 'Текст Соглашения, постоянно размещенный в сети Интернет по сетевому адресу https://steampay.ru/agreement и доступный при регистрации (авторизации) на Сайте, содержит все существенные условия Соглашения и является предложением Владельца заключить Соглашение с любым полностью дееспособным третьим лицом, использующим Сайт, на указанных в тексте Соглашения условиях. Таким образом, текст Соглашения является публичной офертой в соответствии с законодательством.',
      },
      {
        text: 'Надлежащим акцептом настоящей оферты считается последовательное осуществление третьим лицом, следующих действий:',
        subparagraphs: [
          {
            text: 'Ознакомление с условиями Соглашения;',
          },
          {
            text: 'Проставление символа в специальном поле под заголовком «Я принимаю условия пользовательского соглашения»',
          },
        ],
      },
    ],
  },
  {
    title: 'Предмет Соглашения',
    paragraphs: [
      {
        text: 'Владелец предоставляет Пользователю безвозмездную простую (неисключительную) лицензию на использование Сайта и его программных средств по их прямому назначению, как то предусмотрено явными пользовательскими функциями Сайта и Личного кабинета;',
      },
      {
        text: 'Пользователю запрещается:',
        boldTitle: true,
        subparagraphs: [
          {
            text: 'Обходить технические ограничения, установленные на Сайте.',
          },
          {
            text: 'Изучать технологию, декомпилировать или дизассемблировать Сайт, за исключением случаев, прямо предусмотренных законодательством;',
          },
          {
            text: 'Создавать копии экземпляров Сайта, а также их внешнего оформления (дизайна);',
          },
          {
            text: 'Изменять Сайт, каким бы то ни было способом;',
          },
          {
            text: 'Осуществлять указанные выше действия в отношении любой части Сайта.',
          },
        ],
      },
    ],
  },
  {
    title: 'Функции Сайта',
    paragraphs: [
      {
        text: 'Пользователь посредством Сайта имеет возможность пополнять свой личный аккаунт Steam.',
      },
    ],
  },
  {
    title: 'Персональные данные',
    paragraphs: [
      {
        text: 'Пользователь дает свое согласие Владельцу на обработку информации, в том числе, персональных данных Пользователя, предоставленных при использовании Сайта, а именно данных, указанные в аккаунте Пользователя в Steam.',
      },
      {
        text: 'Обработка персональных данных означает запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), в том числе трансграничную, обезличивание, блокирование, удаление, уничтожение персональных данных, не подпадающих под специальные категории, на обработку которых, согласно действующему законодательству, требуется письменное согласие Пользователя.',
      },
      {
        text: 'Обработка персональных данных производится в целях исполнения Сторонами обязательств по Соглашению, регистрации Пользователя на Сайте, приобретения лицензии на использование Кейса, получения Инвентаря, направления на адрес электронной почты Пользователя сообщений информационного и иного характера.',
      },
      {
        text: 'Пользователь может в любое время отозвать согласие на обработку персональных данных, направив Владельцу соответствующее письменное уведомление на адрес, указанный в пункте 1.1 Соглашения, заказным письмом с уведомлением о вручении. При этом Пользователь понимает, что такой отзыв означает прекращение действия Соглашения. Владелец вправе продолжить обработку персональных данных Пользователя в предусмотренных законом случаях.',
      },
      {
        text: 'Дополнительные или иные положения в отношении обработки персональных данных могут содержаться в соответствующем документе, размещенном или размещаемом на Сайте. В случае, противоречия положений такого документа положениям настоящего раздела применяются положения документа.',
      },
      {
        text: 'Пользователь дает согласие на получение рекламных материалов от Владельца, его аффилированных лиц либо от иных лиц по поручению Владельца на адрес электронной почты, указанный Пользователем при регистрации в аккаунте Steam. Согласие на получение рекламных материалов может быть отозвано Пользователем в любое время путем направления Владельцу соответствующего письменного уведомления на адрес, указанный в пункте 9.3.1 Соглашения, либо путем совершения действий, указанных в сообщениях (электронных письмах), содержащих такие материалы.',
      },
    ],
  },
  {
    title: 'Ограничение ответственности',
    paragraphs: [
      {
        text: 'Владелец не отвечает за убытки Пользователя, возникшие в результате неправомерных действий третьих лиц, в том числе связанных с неправомерным доступом к Личному кабинету. Владелец не несет ответственность за убытки, причиненные Пользователю в результате разглашения третьим лицам учетных данных, необходимых для доступа к Личному кабинету, произошедшего не по вине Владельца.',
      },
      {
        text: 'Сайт и его программные средства предоставляются «Как есть». На Пользователе лежит риск использования Сайта. Владелец, операторы проводной и беспроводной связи, по сетям которых предоставляется доступ к Сайту, аффилированные лица, поставщики, агенты Владельца не предоставляют каких бы то ни было гарантий в отношении Сайта.',
      },
      {
        text: 'Владелец не гарантирует, что Сайт соответствует требованиям Пользователя, что доступ к Сайту будет предоставляться непрерывно, быстро, надежно и без ошибок.',
      },
      {
        text: 'Владелец вправе уступать права и переводить долги, по всем обязательствам, возникшим из Соглашения. Настоящим Пользователь дает свое согласие на уступку прав и перевод долга любым третьим лицам. О состоявшейся уступке прав и/или переводе долга Владелец информирует Пользователя, размещая соответствующую информацию на Сайте.',
      },
      {
        text: 'Размер убытков, которые могут быть возмещены Владельцем Пользователю, в любом случае ограничен суммой в размере первой транзакции пользователя.',
      },
      {
        text: 'Пользователем условий Соглашения Владелец вправе в одностороннем порядке отказаться от исполнения Соглашения и прекратить доступ Пользователя к Личному кабинету. В случае если такое нарушение причинило ущерб третьим лицам, ответственность за них полностью лежит на Пользователе.',
      },
    ],
  },
  {
    title: 'Порядок разрешения споров',
    paragraphs: [
      {
        text: 'Владелец не отвечает за убытки Пользователя, возникшие в результате неправомерных действий третьих лиц, в том числе связанных с неправомерным доступВсе споры, разногласия и претензии, которые могут возникнуть в связи с исполнением, расторжением или признанием недействительным Соглашения, Стороны будут стремиться решить путем переговоров. Сторона, у которой возникли претензии и/или разногласия, направляет другой Стороне сообщение с указанием возникших претензий и/или разногласий в соответствии с пунктом 9.1 Соглашения.ом к Личному кабинету. Владелец не несет ответственность за убытки, причиненные Пользователю в результате разглашения третьим лицам учетных данных, необходимых для доступа к Личному кабинету, произошедшего не по вине Владельца.',
      },
      {
        text: 'В случае если ответ на сообщение не будет получен направившей сообщение Стороной в течение 30 (тридцати) рабочих дней с даты направления соответствующего сообщения, либо если Стороны не придут к соглашению по возникшим претензиям и/или разногласиям, спор подлежит разрешению в судебном порядке по месту нахождения Владельца.',
      },
    ],
  },
  {
    title: 'Заключительные положения',
    paragraphs: [
      {
        text: 'Настоящим Стороны подтверждают, что при исполнении (изменении, дополнении, прекращении) Соглашения, а также при ведении переписки по указанным вопросам, допускается использование аналогов собственноручной подписи Сторон. Стороны подтверждают, что все уведомления, сообщения, соглашения и документы в рамках исполнения Сторонами обязательств, возникших из Соглашения, подписанные аналогами собственноручной подписи Сторон, имеют юридическую силу и обязательны для исполнения Сторонами. Под аналогами собственноручной подписи понимаются уполномоченные адреса электронной почты и учетные данные к Личному кабинету.',
      },
      {
        text: 'Стороны признают, что все уведомления, сообщения, соглашения, документы и письма, направленные с использованием уполномоченных адресов электронной почты и Личного кабинета, считаются направленными и подписанными Сторонами, кроме случаев, когда в таких письмах прямо не указано обратное.',
      },
      {
        text: `Уполномоченным адресом электронной Владельца является: <a href='mailto:help@steampay.ru'>help@steampay.ru</a>`,
      },
      {
        text: `Стороны обязуются обеспечивать конфиденциальность сведений и информации, необходимых для доступа к уполномоченному адресу электронной почты, не допускать разглашение такой информации и передачу третьим лицам. Стороны самостоятельно определяют порядок ограничения доступа к такой информации.`,
      },
      {
        text: `При использовании уполномоченных адресов электронной почты, до момента получения от второй Стороны информации о нарушения режима конфиденциальности, все действия и документы, совершенные и направленные с помощью уполномоченного адреса электронной почты второй Стороны, даже если такие действия и документы были совершены и направлены иными лицами, считаются совершенными и направленными такой второй Стороной. В этом случае права и обязанности, а также ответственность наступают у такой второй Стороны.`,
      },
    ],
  },
  {
    title: 'Изменение условий Соглашения',
    paragraphs: [
      {
        text: 'Владелец вправе в одностороннем порядке изменять условия Соглашения, при этом такие изменения вступают в силу в момент опубликования новой версии Соглашения в сети Интернет по адресу https://steampay.ru/agreement',
      },
      {
        text: 'Продолжение использования функций Сайта будет означать согласие Пользователя с условиями новой версии Соглашения. Если Пользователь не согласен с условиями новой версии Соглашения, он прекращает пользоваться Сайтом.',
      },
      {
        text: `Во всем остальном, что не урегулировано Соглашением, Стороны руководствуются действующим законодательством.`,
      },
    ],
  },
  {
    title: 'Политика оплаты и возврата',
    paragraphs: [
      {
        text: 'Покупки:',
        boldTitle: true,
        subparagraphs: [
          {
            text: 'В рамках Сайта вы можете приобрести ограниченную, персональную, непередаваемую, отзывную, исключительную, не подлежащую сублицензированию лицензию на использование цифровых объектов: (а) "виртуальная валюта", включая, но не ограничиваясь, виртуальные деньги, выраженные в виде баланса на личном аккаунте STEAM, которые предназначены для Использования на площадке STEAM.',
          },
          {
            text: 'Все передаваемые лицензии на приобретенную виртуальную валюту доступны экстерриториально (по всему миру) на весь период использования исключительных прав в соответствии с законодательством применимого права, если иное не указано в условиях приобретения таких виртуальных валют.',
          },
          {
            text: 'За исключением случаев, прямо разрешенных Сайтом, вы не можете продавать, погашать или иным образом отчуждать Виртуальную валюту любому физическому или юридическому лицу, включая, без ограничений, других пользователей Сайта и любых третьих лиц.',
          },
        ],
      },
      {
        text: 'Осуществление платежей и возвратов:',
        boldTitle: true,
        subparagraphs: [
          {
            text: 'Вы соглашаетесь оплатить все сборы и применимые налоги, банковские комиссии и другие платежные услуги третьих лиц, как на вашей стороне, так и на стороне любого, кто использует ваш зарегистрированный аккаунт.',
          },
          {
            text: 'Пользователь может запросить возврат средств в случае, если средства не поступили на аккаунт STEAM в течении 10 календарных дней. Во всех остальных случаях средства не подлежат возврату. Возврат может быть осуществлен с удержанием комиссий платежных систем. Мы рекомендуем обратиться в нашу Службу Поддержки, если у вас возникли какие-либо проблемы, требующие возврата платежа.',
          },
        ],
      },
    ],
  },
];
