export const faqItems = [
  {
    title: 'ВАЖНО! Требования к аккаунту',
    text: 'Аккаунт должен быть привязан к региону из списка стран СНГ. Это легко проверить: цены в магазине Steam должны отображаться в соответствующей локальной валюте. Например, в России это рубли, а в Казахстане — тенге.',
  },
  {
    title: 'У меня новый или ранее не пополнявшийся аккаунт',
    text: `Если Вы совершаете первое пополнение аккаунта Steam, то валюта аккаунта может смениться на одну из списка ($, ₸, € и другие).
    <br/>
В этом случае цены на внутренние товары Steam будут пересчитываться в валюту аккаунта ($, ₸, € и другие), а не ₽ (рубли). Учтите это при пополнении!`,
  },
  {
    title: 'Пришла сумма меньше чем в калькуляторе. Что делать?',
    text: `Чтобы пополнить счёт Вашего аккаунта нам приходится конвертировать средства в разные валюты.
    <br/>
            Иногда сумма может отличаться на 1-5% от указанной.`,
  },
  {
    title: 'Политика возврата',
    text: `Если вы проигнорировали требования к аккаунту и все же попытались совершить платеж, то пополнить баланс не выйдет (исключения Крым, ДНР, ЛНР). <br/> В этом случае Вы вправе запросить возврат оплаты через ТП. <br/> На киви-кошелек и банковскую карту деньги поступят с вычетом 15% от суммы. Сумма возврата любая.`,
  },
  {
    title: 'Не приходят деньги на баланс аккаунта Steam',
    text: `Если Вы указали ЛОГИН верно (не используйте никнейм), смогли авторизоваться, и баланс Вашего аккаунта - рубли (₽), то пополнение происходит мгновенно. <br/> Если Вам не поступили средства на баланс в течение 10 минут, рекомендуем обратиться в техническую поддержку.`,
  },
  {
    title: 'Я указал неверный логин',
    text: `Если такого логина в Steam не существует, то деньги не пропадут и мы сможем переотправить их на другой, корректный. <br/> Быстро обратитесь в техническую поддержку. Напишите им, что использовали неверный стим логин при пополнении баланса, и укажите верный.`,
  },
  {
    title: 'Что такое "Логин"?',
    text: `Логин — это то что вы вводите при авторизации (цифры, знаки и символы). У каждого пользователя он уникальный, а никнейм вы можете менять по своему усмотрению. <br/> ВАЖНО! Никнейм никак не связан с логином вашего аккаунта. Людей с ником QWERTY может быть сотни.`,
  },
];
