export const policy = [
  {
    title: 'Введение',
    text: `Используя и / или посещая любой раздел веб-сайта https://steampay.ru («Веб-сайт»); или открывая учетную запись на Сайте, вы соглашаетесь соблюдать Политику конфиденциальности. В настоящей Политике конфиденциальности описывается, как мы собираем, используем, обрабатываем и раскрываем вашу информацию, включая личную информацию, в связи с вашим доступом к этому Веб-сайту и его использованием. <br/>
Для целей этой политики использование слов «мы», «нас» или «наш» относится к компании, которая несет ответственность за вашу информацию в соответствии с настоящей Политикой конфиденциальности. Пожалуйста, см. Раздел 9 для получения контактных данных.`,
  },
  {
    title: 'ИНФОРМАЦИЯ, КОТОРУЮ МЫ СОБИРАЕМ',
    text: `Мы собираем вашу личную информацию, которая может быть использована для идентификации наших клиентов и партнеров, включая, помимо прочего, имя и фамилию, дату рождения, данные банковского счета, домашний или другой физический адрес, адрес электронной почты, номер телефона. , информация о доставке, платежная информация, история транзакций, предпочтения использования веб-сайта и отзывы о веб-сайте или другая контактная информация, которая является личной информацией («Персональная информация»).`,
  },
  {
    title: 'ИНФОРМАЦИЯ, КОТОРУЮ МЫ СОБИРАЕМ',
    text: `Мы собираем вашу личную информацию, которая может быть использована для идентификации наших клиентов и партнеров, включая, помимо прочего, имя и фамилию, дату рождения, данные банковского счета, домашний или другой физический адрес, адрес электронной почты, номер телефона. , информация о доставке, платежная информация, история транзакций, предпочтения использования веб-сайта и отзывы о веб-сайте или другая контактная информация, которая является личной информацией («Персональная информация»).`,
  },
  {
    title: 'ЛИЧНАЯ ИНФОРМАЦИЯ, КОТОРУЮ МЫ СОБИРАЕМ О ВАС',
    text: `Спасибо, что соглашаетесь на обработку вашей личной информации. Мы можем выполнять наши обычные функции. Мы хотели бы сообщить вам, что мы используем вашу личную информацию в следующих целях:`,
    paragraphs: [
      {
        text: 'С вашего согласия (и до его отзыва). Например, вы могли дать свое согласие на получение маркетинговых информационных сообщений;',
      },
      {
        text: 'В необходимом объеме и для выполнения договорных обязательств, что означает следующие действия:',
        subparagraph: [
          {
            text: 'Обработка ваших онлайн-транзакций;',
          },
          {
            text: 'Предоставление клиентской поддержки.',
          },
        ],
      },
      {
        text: 'Где это соответствует Нашим законным деловым интересам. что означает следующие действия:',
        subparagraph: [
          {
            text: 'Повышение качества и соответствия ряда услуг, а также продвижение Нашей службы поддержки клиентов;',
          },
          {
            text: 'Действия, направленные на удовлетворение определенных требований бизнеса;',
          },
          {
            text: 'Действия, предпринимаемые для рабочих целей Веб-сайта;',
          },
          {
            text: 'Проведение проверок безопасности и идентификации, проверяющих действий;',
          },
          {
            text: 'Предоставление информации о наших рекламных акциях, а также информации, касающейся услуг.',
          },
        ],
      },
    ],
    endtext:
      'Если упоминаются наши законные интересы в отношении обработки вашей личной информации, пожалуйста, свяжитесь с нами, чтобы уточнить информацию, относящуюся к нашей оценке воздействия на вас.',
  },
  {
    title: 'СКОЛЬКО МЫ ХРАНИМ ВАШУ ИНФОРМАЦИЮ',
    text: `После закрытия вашей учетной записи Личная информация вашей учетной записи будет храниться нами не более 1 года после даты ее закрытия. Согласно финансовой информации, которая собирается в рамках Нашего сотрудничества, такой как выплата комиссионных и т. Д., Эта информация будет храниться примерно 10 лет после закрытия счета в соответствии с Нашими юридическими обязательствами в отношении мошенничества, борьбы с отмыванием денег, и вопросы налогообложения. Мы заверяем вас, что информация надежно хранится до конца периода хранения, после которого информация будет соответственно удалена и / или уничтожена.`,
    paragraphs: [
      {
        text: 'ВАШИ ПРАВА: Обратите внимание, что у вас есть права в отношении вашей личной информации, которые включают:',
        subparagraph: [
          {
            text: 'Право на получение информации о том, как Мы используем информацию, а также о ваших правах в этом отношении. Эта информация должна быть предоставлена ясным, прозрачным и понятным образом. И чтобы реализовать это право с вашей стороны',
          },
          {
            text: 'Право на исправление имеющейся у нас информации о вас, если такая информация противоречит к факту;',
          },
          {
            text: 'Право на доступ и изучение вашей Личной информации, которой Мы располагаем;',
          },
          {
            text: 'Право на удаление, ограничение или «приостановку» использования вашей Личной информации (в исключительных случаях);',
          },
          {
            text: 'Право запрашивать вашу личную информацию в цифровом формате, включая, помимо прочего, цель передачи такой информацию третьему лицу.',
          },
          {
            text: 'Право на возражение позволяет вам остановить или запретить Нам обрабатывать вашу Личную информацию в отношении всех Личная информация, которую мы храним о вас или только о определенной информации. Это также может относиться только к конкретной цели, для которой мы обрабатываем данные. Ваши Права в отношении автоматического принятия решений и профилирования не позволяют Нам принимать исключительно автоматизированные решения, в том числе основанные на профилировании, которые имеют юридические или аналогичные существенные последствия для отдельных лиц. Поэтому мы будем информировать вас обо всех случаях, когда мы используем такой подход, а именно для целей признания случаев мошенничества или уклонения от уплаты налогов. Если вы заинтересованы в реализации вышеупомянутых прав, пожалуйста, свяжитесь с Нами по следующим адресам электронной почты: help@steam.ru Ваш запрос должен содержать следующую информацию:',
          },
          {
            text: 'Ваше имя;',
          },
          {
            text: 'Контактная информация;',
          },
        ],
      },
    ],
    endtext:
      'Если вы не удовлетворены Нашим ответом или считаете, что Наше использование вашей информации не соответствует закону о защите данных, вы можете подать жалобу в соответствующий регулирующий орган в вашей юрисдикции в отношении конфиденциальности данных.',
  },
  {
    title: 'ВАШЕ СОГЛАСИЕ НА ОБРАБОТКУ ДАННЫХ И ЕЕ ОТЗЫВ',
    text: `Согласно GDPR, согласие должно даваться в положительной и утвердительной форме лицами, которые делятся своими личными данными с организациями. Согласно Европейской директиве о защите данных, суть концепции «согласия» заключается в следующем: «любое свободно данное конкретное и осознанное указание своего желания, которым субъект данных выражает свое согласие с обрабатываемыми личными данными, относящимися к нему». <br/>
    После предоставления вашей личной информации на нашем веб-сайте вы должны принять условия соглашения. Что касается маркетинговой информации и сообщений, вы оставляете за собой право отказаться от таких сообщений. Обратите внимание, что вы можете отказаться от маркетинга в любое время, если вы не заинтересованы в получении наших маркетинговых информационных сообщений.`,
  },
  {
    title: 'БЕЗОПАСНОСТЬ',
    text: `Согласно GDPR, согласие должно даваться в положительной и утвердительной форме лицами, которые делятся своими личными данными с организациями. Согласно Европейской директиве о защите данных, суть концепции «согласия» заключается в следующем: «любое свободно данное конкретное и осознанное указание своего желания, которым субъект данных выражает свое согласие с обрабатываемыми личными данными, относящимися к нему». <br/>
    После предоставления вашей личной информации на нашем веб-сайте вы должны принять условия соглашения. Что касается маркетинговой информации и сообщений, вы оставляете за собой право отказаться от таких сообщений. Обратите внимание, что вы можете отказаться от маркетинга в любое время, если вы не заинтересованы в получении наших маркетинговых информационных сообщений.`,
  },
  {
    title: 'АВТОМАТИЧЕСКОЕ ПРИНЯТИЕ РЕШЕНИЙ И ПРОФИЛИРОВАНИЕ',
    text: `Примите к сведению, что мы предпринимаем многочисленные действия, чтобы соответствовать правилам борьбы с отмыванием денег (AML), финансированием терроризма, мошенничеством и другой незаконной деятельностью. Для этого Мы используем современное программное обеспечение, которое отслеживает и информирует нас о подозрительных или мошеннических транзакциях и действиях. Если соответствующие транзакции отмечены флажком, мы передаем их в необходимые регулирующие и правоохранительные органы. Учетные записи с подозрительной и мошеннической деятельностью могут быть приостановлены и / или заблокированы Нашей стороной.`,
  },
  {
    title: 'МЕЖДУНАРОДНЫЕ ПЕРЕВОДЫ',
    text: `Мы храним личную информацию на наших серверах. Личная информация, собранная на Веб-сайте, также может храниться и обрабатываться в любой стране, в которой мы или Наши партнеры, поставщики или агенты имеют объекты. Мы предпринимаем шаги для обеспечения того, чтобы наши агенты, партнеры и поставщики соблюдали Наши стандарты конфиденциальности, несмотря на их местонахождение.`,
  },
  {
    title: 'СВЯЗЬ С НАМИ И ПОДАЧА ЖАЛОБЫ',
    text: `Пожалуйста, не стесняйтесь обращаться к нам, если у вас есть какие-либо вопросы или жалобы в отношении настоящей Политики конфиденциальности или того, как Мы обрабатываем вашу Личную информацию, используя следующие данные:`,
    paragraphs: [
      {
        text: `электронная почта: <a href="mailto:help@steampay.ru">help@steampay.ru</a>`,
      },
    ],
  },
  {
    title: 'ИЗМЕНЕНИЙ В НАСТОЯЩЕЙ ПОЛИТИКЕ КОНФИДЕНЦИАЛЬНОСТИ',
    text: `Настоящим Мы хотели бы сообщить вам, что Мы постоянно пересматриваем и обновляем настоящую Политику конфиденциальности в любое время, когда происходят значительные изменения в том, как Мы используем личную информацию, а также чтобы наша обработка информации соответствовала действующему законодательству. <br/> В случае каких-либо изменений в Политике конфиденциальности Мы также можем связаться с вами, чтобы уведомить вас о любых существенных изменениях, если мы сочтем их важными и необходимыми. <br/> Настоящая Политика конфиденциальности изначально была создана и опубликована в марте 2023 года.`,
  },
];
